app/api/counties_api.rb

SELECT "counties".* FROM "counties"
---
      ]
    end
    get do
      counties = County.all